"use client"

export default function AboutContent() {
    return(
        <>
        <div className="sideTextAbout">
            <h1 className="primaryTitle">من نحن ؟</h1>
            <p dir="rtl">
                مبادرة غير ربحية أطلقها مطوّري ويب مغاربة، تهدف إنشاء مجتمع رقمي واعٍ وموحّد حول قضية مشتركة : محاربة المحتوى المرئي المزيّف والمولّد بالذكاء الاصطناعي. نسعى إلى رفع الوعي، وتزويد الناس بالمعرفة التي تمكّنهم من كشف التضليل وحماية أنفسهم في العالم الرقمي.
            </p>
        </div>
        </>
    )
}