"use client"

export default function GoalsContent() {
    return(
        <>
        <div className="sideTextGoals">
            <h1 className="primaryTitle">شنو الأهداف ديالنا ؟</h1>
            <p dir="rtl">
                في ظل التطور السريع ديال الذكاء الاصطناعي، ولى من الصعب بزاف نفرقو بين شنو هو حقيقي وشنو مولد بالذكاء الاصطناعي. ومن أجل نحاربو التضليل والمخاطر اللي كاتجي منو، وصلنا لقناعة وحدة:"باش نغلبو وهم الآلة الممرنة، خاصنا ندربو العقول ديالنا قبل كلشي."
                الهدف ديالنا هو توعيتك وتعليمك مهارات تساعدك ترصد المحتوى الزائف والمفبرك، من خلال:
            </p>
            <ul>
                <li>
                    إرشادات ونصائح عملية.
                </li>
                <li>
                    مواد مرئية كتختبر بيها المهارات اللي اكتسبتيها.
                </li>
                <li>
                    محتوى مرئي ومقروء توعوي .
                </li>
            </ul>
        </div>
        <div className="bottomTextGoals" dir="rtl">
            <p>
                الإرشادات لي غنعطوك هي إرشادات مستنبطة من نواقص الذكاء الإصطناعي, الي مهما تطور كيبقاو عندو حدود وعيوب ميقدرش يتجاوزهم لأسباب عديدة, بإختصار معانا غتعرف تقنص نقاطع الضعف وتحدد مصداقية المحتوى الي كتشوف بدون أدوات خارجية. 
            </p>
        </div>
        </>
    )
}